WELCOME_MESSAGE = """
Привет, я — RAVITO BOT от Hardy! 🤖

🛒Я могу помочь тебе найти что угодно или продать что угодно!

У меня запрещено:
❌ Продажа игровой валюты/имущества за реальные деньги
❌ 18+ контент
❌ Реклама, не связанная с Radmir/Hassle

🔒Нажимая на кнопку "Подтвердить" ты принимаешь все условия. 

❗️При нарушении правил ты будешь забанен навсегда!
"""

MARKET_MESSAGE = """
⚠️ Чтобы пользоваться моим <b>маркетом</b>, тебе нужно подписаться на мой канал 📢

p.s. Не забывай про мой самый крутой промик 💥 HARDY на 6 и 15 сервере! За отыгранные 7 часов ты получишь:

- ВИП Голд на 3 дня 🏅
- Люкс авто Nissan GTR на 3 дня 🚗
- 75.000 себе на аккаунт 💰
- И конечно пачку хрустящего сырного читоса 🧀

Также для тебя есть кнопочка, чтобы подписаться на канал в Telegram и на мой канал на YouTube 📺

⬇️ Нажми на кнопку ниже, чтобы подписаться:
⚠️После подписки выбери что хочешь сделать заново
"""

SUBSCRIBED_MESSAGE = """
🎉 О, я вижу, ты уже подписан на мой канал!

🚀 Тогда поехали — выбери сервер, на котором хочешь торговать:
"""
